const videoTags = [
  null,
  {
    "v": 1,
    "ms": "48.46",
    "me": "44.48",
    "t": 12.64,
    "ts": 6.927,
    "te": 9.64,
    "m": "NGƯỜI ĐI BỘ<br>áo đỏ xuất hiện hoàn chỉnh"
  },
  {
    "v": 2,
    "ms": "44.48",
    "me": "44.52",
    "t": 18.633,
    "ts": 13.915,
    "te": 17.633,
    "m": "NGƯỜI ĐI BỘ<br>có dấu hiệu NHẤC CHÂN LÊN, đi tiếp"
  },
  {
    "v": 3,
    "ms": "51.49",
    "me": "51.49",
    "t": 17.54,
    "ts": 11.576,
    "te": 14.54,
    "m": "ĐÈN HẬU ôtô (phanh) chuyển đỏ"
  },
  {
    "v": 4,
    "ms": "61.46",
    "me": "74.48",
    "t": 14.789,
    "ts": 7.727,
    "te": 11.789,
    "m": "ĐẦU ÔTÔ màu đen xuất hiện "
  },
  {
    "v": 5,
    "ms": "55.47",
    "me": "56.47",
    "t": 15.973,
    "ts": 8.897,
    "te": 12.973,
    "m": "XE LEAD (không phải xe GRAB) nháy xinhan"
  },
  {
    "v": 6,
    "ms": "51.40",
    "me": "51.42",
    "t": 15.943,
    "ts": 10.221,
    "te": 12.943,
    "m": "BÁNH XE bus đè lên vạch vàng "
  },
  {
    "v": 7,
    "ms": "53.43",
    "me": "54.52",
    "t": 14.486,
    "ts": 7.086,
    "te": 11.486,
    "m": "ĐÈN HẬU ôtô (phanh) sáng lên"
  },
  {
    "v": 8,
    "ms": "37.39",
    "me": "37.42,66.53",
    "t": 12.95,
    "ts": 7.206,
    "te": 9.95,
    "m": "XE ĐẠP sẽ đâm ra từ bên trái<br>nhưng hãy đợi XE CỦA BẠN che hết VẠCH BỘ HÀNH"
  },
  {
    "v": 9,
    "ms": "49.47",
    "me": "49.48",
    "t": 10.48,
    "ts": 4.941,
    "te": 7.48,
    "m": "BÁNH XE ôtô đè lên VẠCH PHÂN LÀN"
  },
  {
    "v": 10,
    "ms": "37.46",
    "me": "18.49",
    "t": 15.732,
    "ts": 8.633,
    "te": 12.732,
    "m": "XE ÔTÔ lao ra từ bên trái"
  },
  {
    "v": 11,
    "ms": "49.47",
    "me": "49.47",
    "t": 17.22,
    "ts": 7.232,
    "te": 14.22,
    "m": "BÁNH XE bồn-bêtông đè lên VẠCH PHÂN LÀN"
  },
  {
    "v": 12,
    "ms": "47.51",
    "me": "46.52",
    "t": 15.21,
    "ts": 10.443,
    "te": 12.21,
    "m": "XE MÁY ngược chiều nháy XINHAN"
  },
  {
    "v": 13,
    "ms": "54.48",
    "me": "60.48",
    "t": 13.137,
    "ts": 7.941,
    "te": 10.137,
    "m": "BÁNH TRƯỚC XE ĐẠP<br>từ vỉa hè chạm xuống lòng đường"
  },
  {
    "v": 14,
    "ms": "53.42",
    "me": "54.41",
    "t": 17.287,
    "ts": 11.045,
    "te": 14.287,
    "m": "ĐẦU XE TẢI xuất hiện"
  },
  {
    "v": 15,
    "ms": "58.51",
    "me": "58.52",
    "t": 15.113,
    "ts": 9.556,
    "te": 12.113,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  },
  {
    "v": 16,
    "ms": "37.51",
    "me": "4.55,36.57",
    "t": 13.355,
    "ts": 7.962,
    "te": 10.355,
    "m": "ÔTÔ XÁM sẽ đâm ra từ bên trái<br>nhưng hãy đợi ÔTÔ MÀU ĐỎ chạm vào CỘT A"
  },
  {
    "v": 17,
    "ms": "87.42",
    "me": "81.45",
    "t": 10.298,
    "ts": 5.014,
    "te": 7.298,
    "m": "ĐẦU XE bus chạm CỘT MÀU ĐEN"
  },
  {
    "v": 18,
    "ms": "51.47",
    "me": "52.47",
    "t": 14.165,
    "ts": 7.972,
    "te": 11.165,
    "m": "CỬA XE ôtô hé mở"
  },
  {
    "v": 19,
    "ms": "40.47",
    "me": "48.48,67.54",
    "t": 14.809,
    "ts": 8.955,
    "te": 11.809,
    "m": "ÔTÔ ĐỎ sẽ mở cửa, nhưng đợi<br>ĐẦU XE của bạn che ĐÈN HẬU của ÔTÔ MÀU XANH"
  },
  {
    "v": 20,
    "ms": "76.49",
    "me": "62.49",
    "t": 21.584,
    "ts": 15.059,
    "te": 18.584,
    "m": "ĐÈN ÔTÔ nháy sáng"
  },
  {
    "v": 21,
    "ms": "53.43",
    "me": "53.43",
    "t": 16.24,
    "ts": 9.887,
    "te": 13.24,
    "m": "ĐÈN HẬU ôtô (phanh) sáng lên"
  },
  {
    "v": 22,
    "ms": "65.45",
    "me": "67.46",
    "t": 15.683,
    "ts": 9.7,
    "te": 12.683,
    "m": "ÔTÔ lao ra từ bên phải"
  },
  {
    "v": 23,
    "ms": "48.47",
    "me": "47.47",
    "t": 17.352,
    "ts": 12.108,
    "te": 14.352,
    "m": "BÁNH XE ôtô đè lên VẠCH PHÂN LÀN"
  },
  {
    "v": 24,
    "ms": "51.46",
    "me": "50.46",
    "t": 16.104,
    "ts": 10.173,
    "te": 13.104,
    "m": "XE TẢI có dấu hiệu đảo hướng<br>BÁNH XE đè lên VẠCH PHÂN LÀN"
  },
  {
    "v": 25,
    "ms": "54.40",
    "me": "49.41,70.52",
    "t": 16.369,
    "ts": 7.632,
    "te": 13.369,
    "m": "XE BUS đỏ đảo hướng, nhưng hãy đợi<br>ĐẦU XE của bạn che ĐÈN HẬU của xe TAXI"
  },
  {
    "v": 26,
    "ms": "63.40",
    "me": "56.41",
    "t": 16.94,
    "ts": 9.773,
    "te": 13.94,
    "m": "ĐẦU XE ôtô trắng xuất hiện"
  },
  {
    "v": 27,
    "ms": "50.46",
    "me": "51.47",
    "t": 16.826,
    "ts": 10.849,
    "te": 13.826,
    "m": "ĐÈN CẢNH BÁO của ôtô nháy vàng"
  },
  {
    "v": 28,
    "ms": "54.43",
    "me": "54.44",
    "t": 14.877,
    "ts": 8.884,
    "te": 11.877,
    "m": "ĐÈN HẬU ôtô (phanh) chuyển đỏ"
  },
  {
    "v": 29,
    "ms": "54.42",
    "me": "54.43",
    "t": 14.859,
    "ts": 8.878,
    "te": 11.859,
    "m": "ĐÈN HẬU ôtô (phanh) chuyển đỏ"
  },
  {
    "v": 30,
    "ms": "63.41",
    "me": "72.42",
    "t": 14.716,
    "ts": 7.488,
    "te": 11.716,
    "m": "CON BÒ xuất hiện đầy đủ sau ĐỐNG RƠM"
  },
  {
    "v": 31,
    "ms": "50.45",
    "me": "36.45",
    "t": 14.231,
    "ts": 6.465,
    "te": 11.231,
    "m": "CỘT A của xe chạm đến cuối ĐỐNG RƠM"
  },
  {
    "v": 32,
    "ms": "64.47",
    "me": "94.47",
    "t": 15.077,
    "ts": 8.51,
    "te": 12.077,
    "m": "ÁNH ĐÈN xe của bạn hắt sáng<br>đi hết qua DÃY LAN CAN màu đỏ"
  },
  {
    "v": 33,
    "ms": "60.46",
    "me": "62.46",
    "t": 15.155,
    "ts": 9.117,
    "te": 12.155,
    "m": "3 ĐỨA TRẺ tạo thành một HÌNH TAM GIÁC"
  },
  {
    "v": 34,
    "ms": "41.46",
    "me": "39.46",
    "t": 12.284,
    "ts": 5.019,
    "te": 9.284,
    "m": "XE KHÁCH màu đỏ lao ra<br>nên đợi cho đến khi xe XUẤT HIỆN ĐỦ"
  },
  {
    "v": 35,
    "ms": "43.45",
    "me": "42.46",
    "t": 9.074,
    "ts": 2.945,
    "te": 6.074,
    "m": "XE TẢI màu xám lao ra<br>PHẢI đợi cho đến khi xe XUẤT HIỆN ĐỦ"
  },
  {
    "v": 36,
    "ms": "60.45",
    "me": "91.48",
    "t": 18.6,
    "ts": 13.205,
    "te": 15.6,
    "m": "XE MÁY từ ngõ đi ra"
  },
  {
    "v": 37,
    "ms": "57.45",
    "me": "84.47",
    "t": 22.214,
    "ts": 14.244,
    "te": 19.214,
    "m": "2 XE ĐẠP từ ngõ đi ra"
  },
  {
    "v": 38,
    "ms": "59.49",
    "me": "57.49",
    "t": 13.969,
    "ts": 7.84,
    "te": 10.969,
    "m": "ĐÈN HẬU 2 XE MÁY (phanh) chuyển đỏ"
  },
  {
    "v": 39,
    "ms": "77.44",
    "me": "62.48",
    "t": 17.649,
    "ts": 11.549,
    "te": 14.649,
    "m": "(phải đợi)<br>BÁNH XE tải đè lên VẠCH PHÂN LÀN của bạn"
  },
  {
    "v": 40,
    "ms": "47.46",
    "me": "46.46",
    "t": 12.985,
    "ts": 6.544,
    "te": 9.985,
    "m": "ĐẦU XE MÁY xuất hiện"
  },
  {
    "v": 41,
    "ms": "48.46",
    "me": "47.47",
    "t": 14.102,
    "ts": 9.317,
    "te": 11.102,
    "m": "BÁNH XE ôtô đè rõ lên VẠCH BỘ HÀNH"
  },
  {
    "v": 42,
    "ms": "82.46",
    "me": "77.47",
    "t": 12.935,
    "ts": 7.53,
    "te": 9.935,
    "m": "XE MÁY nằm giữa 2 CỘT ĐÈN"
  },
  {
    "v": 43,
    "ms": "60.46",
    "me": "57.49",
    "t": 13.076,
    "ts": 6.197,
    "te": 10.076,
    "m": "XINHAN xe tải nháy vàng<br>nên đợi cho đến khi BÁNH XE TẢI đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 44,
    "ms": "98.55",
    "me": "62.56",
    "t": 11.563,
    "ts": 4.512,
    "te": 8.563,
    "m": "BÁNH XE ôtô đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 45,
    "ms": "57.46",
    "me": "54.46",
    "t": 15.389,
    "ts": 9.5,
    "te": 12.389,
    "m": "XE TẢI đảo hướng<br>BÁNH XE đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 46,
    "ms": "4.73",
    "me": "47.53",
    "t": 22.883,
    "ts": 16.662,
    "te": 19.883,
    "m": "BÁNH XE ÔTÔ đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 47,
    "ms": "5.73",
    "me": "40.61",
    "t": 20.793,
    "ts": 14.642,
    "te": 17.793,
    "m": "có cảm giác BÁNH XE ÔTÔ đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 48,
    "ms": "46.74",
    "me": "46.74",
    "t": 10.213,
    "ts": 4.7,
    "te": 7.213,
    "m": "ĐÈN XINHAN nháy lần thứ 2"
  },
  {
    "v": 49,
    "ms": "50.48",
    "me": "50.48",
    "t": 14.068,
    "ts": 6.759,
    "te": 11.068,
    "m": "XE TẢI đảo hướng<br>nên đợi đến khi cảm giác BÁNH XE đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 50,
    "ms": "57.49",
    "me": "56.48",
    "t": 15.781,
    "ts": 8.465,
    "te": 12.781,
    "m": "XE TẢI đảo hướng<br>nên đợi đến khi cảm giác BÁNH XE đè rõ lên VẠCH PHÂN LÀN"
  },
  {
    "v": 51,
    "ms": "57.45",
    "me": "83.42",
    "t": 16.763,
    "ts": 8.904,
    "te": 13.763,
    "m": "BIỂN giới hạn tốc độ 60 KM/H bị che khuất"
  },
  {
    "v": 52,
    "ms": "56.46",
    "me": "55.46",
    "t": 19.07,
    "ts": 12.691,
    "te": 16.07,
    "m": "mép trái XE KHÁCH và mép trái BIỂN QUẢNG CÁO màu đỏ<br>chạm nhau (tạo thành đường thẳng)"
  },
  {
    "v": 53,
    "ms": "52.45",
    "me": "50.46",
    "t": 19.854,
    "ts": 13.326,
    "te": 16.854,
    "m": "XINHAN xe tải nháy vàng"
  },
  {
    "v": 54,
    "ms": "65.45",
    "me": "81.45",
    "t": 16.379,
    "ts": 9.627,
    "te": 13.379,
    "m": "ĐẦU XE TẢI chạm cái CÂY này"
  },
  {
    "v": 55,
    "ms": "65.48",
    "me": "60.51",
    "t": 14.141,
    "ts": 7.241,
    "te": 11.141,
    "m": "XINHAN xe tải nháy đỏ<br>nên đợi đến khi cảm giác BÁNH XE đè lên VẠCH PHÂN LÀN"
  },
  {
    "v": 56,
    "ms": "60.46",
    "me": "60.47,70.58",
    "t": 12.874,
    "ts": 7.195,
    "te": 9.874,
    "m": "XE ÔTÔ nháy XINHAN chuyển làn<br>nhưng đợi đến khi đầu xe che VŨNG NƯỚC"
  },
  {
    "v": 57,
    "ms": "53.46",
    "me": "52.46",
    "t": 30.313,
    "ts": 21.032,
    "te": 27.313,
    "m": "XE ÔTÔ đỏ vượt qua ĐÈN NHÁY của công trường<br>(phải đợi)"
  },
  {
    "v": 58,
    "ms": "54.45",
    "me": "54.45",
    "t": 21.933,
    "ts": 14.184,
    "te": 18.933,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  },
  {
    "v": 59,
    "ms": "48.45",
    "me": "48.47",
    "t": 22.969,
    "ts": 16.93,
    "te": 19.969,
    "m": "XINHAN xe tải nháy sáng lần thứ 2<br>BÁNH XE đè lên VẠCH PHÂN LÀN"
  },
  {
    "v": 60,
    "ms": "60.46",
    "me": "63.48",
    "t": 14.011,
    "ts": 7.225,
    "te": 11.011,
    "m": "XE ÔTÔ nháy XINHAN"
  },
  {
    "v": 61,
    "ms": "67.47",
    "me": "62.48",
    "t": 24.332,
    "ts": 16.52,
    "te": 21.332,
    "m": "BÁNH XE ôtô bắt đầu đè lên VẠCH PHÂN LÀN của bạn<br>(phải đợi)"
  },
  {
    "v": 62,
    "ms": "53.46",
    "me": "53.46",
    "t": 22.719,
    "ts": 16.125,
    "te": 19.719,
    "m": "ÔTÔ chạy ngược chiều xuất hiện<br>cùng lúc VŨNG NƯỚC bị che khuất"
  },
  {
    "v": 63,
    "ms": "65.26",
    "me": "94.43,61.46",
    "t": 11.322,
    "ts": 4.267,
    "te": 8.322,
    "m": "xe vượt qua CỘT ĐÈN thứ 2 (đếm từ đầu video)<br>và HÀNG CÂY bắt đầu bị che khuất"
  },
  {
    "v": 64,
    "ms": "54.46",
    "me": "53.50",
    "t": 16.48,
    "ts": 10.134,
    "te": 13.48,
    "m": "ĐÈN HẬU xe khách (phanh) sáng lên"
  },
  {
    "v": 65,
    "ms": "54.45",
    "me": "57.44,38.47",
    "t": 24.519,
    "ts": 17.417,
    "te": 21.519,
    "m": "ĐÈN PHA xe tải sáng<br>nhưng đợi đến khi CỘT A che hàng cây "
  },
  {
    "v": 66,
    "ms": "55.47",
    "me": "54.46",
    "t": 15.86,
    "ts": 9.273,
    "te": 12.86,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  },
  {
    "v": 67,
    "ms": "53.47",
    "me": "55.47",
    "t": 19.687,
    "ts": 12.569,
    "te": 16.687,
    "m": "ĐÈN HẬU ôtô (phanh) sáng lên"
  },
  {
    "v": 68,
    "ms": "66.46",
    "me": "23.61",
    "t": 16.895,
    "ts": 10.861,
    "te": 13.895,
    "m": "ÔTÔ vụt hết qua cửa xe bên trái"
  },
  {
    "v": 69,
    "ms": "61.45",
    "me": "48.46",
    "t": 19.674,
    "ts": 14.745,
    "te": 16.674,
    "m": "ÔTÔ màu trắng xuất hiện rõ"
  },
  {
    "v": 70,
    "ms": "59.44",
    "me": "66.45",
    "t": 34.528,
    "ts": 28.535,
    "te": 31.528,
    "m": "ĐẦU XE TẢI nhô ra quá nửa"
  },
  {
    "v": 71,
    "ms": "56.48",
    "me": "46.49",
    "t": 19.22,
    "ts": 11.75,
    "te": 16.22,
    "m": "ĐÈN HẬU ôtô (phanh) sáng lên"
  },
  {
    "v": 72,
    "ms": "73.44",
    "me": "64.44",
    "t": 22.127,
    "ts": 14.688,
    "te": 19.127,
    "m": "ngay khi XE TẢI xuất hiện<br>(do sương mù, đường trơn)"
  },
  {
    "v": 73,
    "ms": "65.46",
    "me": "49.46",
    "t": 20.642,
    "ts": 15,
    "te": 17.642,
    "m": "XE ÔTÔ thứ 2 xuất hiện<br>(đường không trơn nên phải đợi)"
  },
  {
    "v": 74,
    "ms": "52.48",
    "me": "52.49",
    "t": 18.038,
    "ts": 11.037,
    "te": 15.038,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  },
  {
    "v": 75,
    "ms": "61.38",
    "me": "62.45",
    "t": 10.783,
    "ts": 4.792,
    "te": 7.783,
    "m": "TRẺ EM lao ra từ sau thân cây"
  },
  {
    "v": 76,
    "ms": "59.40",
    "me": "58.42",
    "t": 12.592,
    "ts": 6.349,
    "te": 9.592,
    "m": "EM BÉ áo đỏ xuất hiện"
  },
  {
    "v": 77,
    "ms": "63.47",
    "me": "63.48,77.71",
    "t": 12.749,
    "ts": 5.977,
    "te": 9.749,
    "m": "XE ÔTÔ đỏ đâm ra phía trước<br>nhưng đợi cho đến khi cần gạt nước chạm BÁNH XE CÔNGT"
  },
  {
    "v": 78,
    "ms": "97.39",
    "me": "83.42",
    "t": 16.975,
    "ts": 11.352,
    "te": 13.975,
    "m": "XE MÁY đè hẳn lên VẠCH BỘ HÀNH"
  },
  {
    "v": 79,
    "ms": "53.39",
    "me": "57.56",
    "t": 14.986,
    "ts": 9.509,
    "te": 11.986,
    "m": "đầu xe khuất GỜ GIẢM TỐC màu vàng"
  },
  {
    "v": 80,
    "ms": "66.42",
    "me": "73.44",
    "t": 11.881,
    "ts": 6.618,
    "te": 8.881,
    "m": "xe máy nháy XINHAN<br>và đè lên GỜ GIẢM TỐC màu vàng"
  },
  {
    "v": 81,
    "ms": "44.41",
    "me": "44.42",
    "t": 21.141,
    "ts": 15.622,
    "te": 18.141,
    "m": "ĐẦU ÔTÔ bán tải vượt qua 1/2 GIẢI PHÂN CÁCH"
  },
  {
    "v": 82,
    "ms": "61.36",
    "me": "57.36",
    "t": 14.259,
    "ts": 6.352,
    "te": 11.259,
    "m": "XE TẢI ngược chiều nháy đèn "
  },
  {
    "v": 83,
    "ms": "55.45",
    "me": "59.46",
    "t": 12.962,
    "ts": 7.143,
    "te": 9.962,
    "m": "CON BÒ bắt đầu tung tăng di chuyển"
  },
  {
    "v": 84,
    "ms": "50.43",
    "me": "50.43",
    "t": 15.792,
    "ts": 9.4,
    "te": 12.792,
    "m": "XINHAN ôtô đỏ nháy sáng lần thứ 2"
  },
  {
    "v": 85,
    "ms": "50.37",
    "me": "47.37",
    "t": 21.233,
    "ts": 15.964,
    "te": 18.233,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  },
  {
    "v": 86,
    "ms": "52.38",
    "me": "49.39",
    "t": 11.341,
    "ts": 4.34,
    "te": 8.341,
    "m": "XE ÔTÔ đảo hướng<br>nên đợi đến khi BÁNH XE chạm VẠCH PHÂN LÀN"
  },
  {
    "v": 87,
    "ms": "46.35",
    "me": "42.33",
    "t": 10.89,
    "ts": 3.74,
    "te": 7.89,
    "m": "TÀU HỎA xuất hiện"
  },
  {
    "v": 88,
    "ms": "77.46",
    "me": "76.47",
    "t": 16.746,
    "ts": 11.11,
    "te": 13.746,
    "m": "XE MÁY nháy XINHAN"
  },
  {
    "v": 89,
    "ms": "46.42",
    "me": "39.43,48.56",
    "t": 14.896,
    "ts": 8.611,
    "te": 11.896,
    "m": "XE ĐẠP sẽ đâm ra từ bên trái<br>nhưng hãy đợi xe của bạn che hết GỜ GIẢM TỐC màu vàng"
  },
  {
    "v": 90,
    "ms": "52.42",
    "me": "53.41",
    "t": 13.328,
    "ts": 6.605,
    "te": 10.328,
    "m": "ÔTÔ đảo hướng rõ rệt<br>(để tránh xe máy chạy ngược chiều)"
  },
  {
    "v": 91,
    "ms": "59.39",
    "me": "95.45",
    "t": 12.99,
    "ts": 5.545,
    "te": 9.99,
    "m": "biển 50M bị che khuất"
  },
  {
    "v": 92,
    "ms": "50.46",
    "me": "49.46",
    "t": 11.163,
    "ts": 4.898,
    "te": 8.163,
    "m": "XE MÁY đâm thẳng sang làn bên sau khúc cua"
  },
  {
    "v": 93,
    "ms": "49.47",
    "me": "47.47",
    "t": 19.108,
    "ts": 12.979,
    "te": 16.108,
    "m": "ÔTÔ đỏ nháy xinhan<br>(phải đợi sau khi đèn phanh nháy trước)"
  },
  {
    "v": 94,
    "ms": "52.46",
    "me": "52.46",
    "t": 24.016,
    "ts": 16.988,
    "te": 21.016,
    "m": "XE KHÁCH nháy đèn vàng khẩn cấp"
  },
  {
    "v": 95,
    "ms": "56.38",
    "me": "54.38",
    "t": 12.969,
    "ts": 5.414,
    "te": 9.969,
    "m": "ĐÈN ĐỎ công trường nháy lần thứ 2"
  },
  {
    "v": 96,
    "ms": "54.38",
    "me": "53.39",
    "t": 23.437,
    "ts": 17.236,
    "te": 20.437,
    "m": "đuôi xe ÔTÔ đỏ vụt sáng"
  },
  {
    "v": 97,
    "ms": "38.44",
    "me": "41.45",
    "t": 24.514,
    "ts": 18.931,
    "te": 21.514,
    "m": "đầu XE KHÁCH xuất hiện"
  },
  {
    "v": 98,
    "ms": "61.45",
    "me": "69.46",
    "t": 20.092,
    "ts": 13.546,
    "te": 17.092,
    "m": "đầu XE KHÁCH xuất hiện"
  },
  {
    "v": 99,
    "ms": "54.38",
    "me": "48.49",
    "t": 22.03,
    "ts": 15.999,
    "te": 19.03,
    "m": "khi thấy XE TẢI lấn làn<br>ĐỐM TRẮNG gần xe của bạn hơn xe ngược chiều (1/3)"
  },
  {
    "v": 100,
    "ms": "67.45",
    "me": "91.43",
    "t": 13.746,
    "ts": 7.969,
    "te": 10.746,
    "m": "TÀU HỎA xuất hiện"
  },
  {
    "v": 101,
    "ms": "63.26",
    "me": "96.20",
    "t": 16.761,
    "ts": 11.445,
    "te": 13.761,
    "m": "NGÔI NHÀ MÀU HÔNG bị che khuất"
  },
  {
    "v": 102,
    "ms": "59.45",
    "me": "59.45",
    "t": 18.344,
    "ts": 11.92,
    "te": 15.344,
    "m": "ĐẦU XE CỨU HỎA chạm cây CỘT to"
  },
  {
    "v": 103,
    "ms": "59.43",
    "me": "63.45",
    "t": 22.102,
    "ts": 16.027,
    "te": 19.102,
    "m": "GỜ GIẢM TỐC màu vàng ở chính giữa xe BUS"
  },
  {
    "v": 104,
    "ms": "57.44",
    "me": "60.41",
    "t": 23.499,
    "ts": 18.8,
    "te": 21.291,
    "m": "ĐÈN ĐỎ (cẩn thận nhầm ĐÈN XANH và ĐÈN VÀNG)"
  },
  {
    "v": 105,
    "ms": "53.70",
    "me": "54.73",
    "t": 15.629,
    "ts": 10.288,
    "te": 12.629,
    "m": "chính giữa ĐỒNG HỒ bắt đầu lấn sang bên trái đường "
  },
  {
    "v": 106,
    "ms": "56.38",
    "me": "77.63",
    "t": 22.144,
    "ts": 15.911,
    "te": 19.144,
    "m": "BIỂN CÔNG TRƯỜNG THI CÔNG và chỉ còn 3 CỤC ĐÁ"
  },
  {
    "v": 107,
    "ms": "48.78",
    "me": "48.78",
    "t": 17.44,
    "ts": 11.901,
    "te": 14.44,
    "m": "XINHAN nháy vàng lần thứ 4"
  },
  {
    "v": 108,
    "ms": "63.51",
    "me": "74.50",
    "t": 24.741,
    "ts": 19.645,
    "te": 21.741,
    "m": "ĐẦU XE TẢI, nên đợi đến khi thấy đủ xe"
  },
  {
    "v": 109,
    "ms": "59.47",
    "me": "82.46",
    "t": 14.99,
    "ts": 8.862,
    "te": 11.99,
    "m": "ÔTÔ KHÁCH lao ra từ ngõ bên phải"
  },
  {
    "v": 110,
    "ms": "56.43",
    "me": "58.39",
    "t": 14.749,
    "ts": 8.905,
    "te": 11.749,
    "m": "ĐÈN ĐỎ (cẩn thận nhầm ĐÈN VÀNG)"
  },
  {
    "v": 111,
    "ms": "47.39",
    "me": "46.39",
    "t": 14.185,
    "ts": 8.265,
    "te": 11.185,
    "m": "ĐẦU XE KHÁCH đỏ xuất hiện đầy đủ"
  },
  {
    "v": 112,
    "ms": "58.66",
    "me": "58.66",
    "t": 10.687,
    "ts": 4.207,
    "te": 7.687,
    "m": "đèn XINHAN thẳng hàng với VẠCH PHÂN LÀN màu vàng"
  },
  {
    "v": 113,
    "ms": "7.44",
    "me": "7.44",
    "t": 19.434,
    "ts": 13.391,
    "te": 16.434,
    "m": "ÔTÔ lao ra từ bên trái"
  },
  {
    "v": 114,
    "ms": "54.44",
    "me": "93.47",
    "t": 15.83,
    "ts": 8.654,
    "te": 12.83,
    "m": "2 CỘT ĐẦU CẦU khuất hẳn sau ánh đèn"
  },
  {
    "v": 115,
    "ms": "53.38",
    "me": "51.39",
    "t": 15.392,
    "ts": 9.147,
    "te": 12.392,
    "m": "ngay khi ĐÈN HẬU ôtô (phanh) sáng lên (1 lần do trời tối)"
  },
  {
    "v": 116,
    "ms": "44.36",
    "me": "38.29,63.53",
    "t": 14.626,
    "ts": 7.06,
    "te": 11.626,
    "m": "LỞ ĐẤT, nhưng hãy chú ý MỐC LỘ GIỚI"
  },
  {
    "v": 117,
    "ms": "53.38",
    "me": "50.39",
    "t": 12.896,
    "ts": 7.537,
    "te": 9.896,
    "m": "ĐÈN HẬU ôtô (đợi) nháy 2 lần (do ban ngày)"
  },
  {
    "v": 118,
    "ms": "57.73",
    "me": "57.73",
    "t": 14.973,
    "ts": 7.569,
    "te": 11.973,
    "m": "XINHAN nháy vàng lần thứ 4<br>(chú ý ÔTÔ đỏ xuất hiện ngay từ đầu video)"
  },
  {
    "v": 119,
    "ms": "47.48",
    "me": "46.54",
    "t": 14.062,
    "ts": 8.421,
    "te": 11.062,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  },
  {
    "v": 120,
    "ms": "55.46",
    "me": "52.48",
    "t": 14.889,
    "ts": 9.233,
    "te": 11.889,
    "m": "ĐÈN HẬU xe tải (phanh) sáng lên"
  }
]